{
    "states": [
        {
            "state": "Karnataka",
            "description": "Karnataka is a must-visit destination for travelers seeking a blend of natural beauty, cultural richness, and historical significance. Whether you're exploring the bustling streets of Bengaluru, marveling at the architectural wonders of Mysore Palace, or trekking through the lush forests of the Western Ghats, Karnataka offers a diverse range of experiences that cater to all types of travelers.",
            "desc": "Karnataka, located in the southwestern region of India, is known for its diverse landscapes, rich cultural heritage, and historical significance. The state boasts beautiful coastlines, lush forests, and vibrant cities. Key attractions include the historic Mysore Palace, the ancient ruins of Hampi, and the bustling tech hub of Bengaluru.",
            "PortraitImg": "https://images.unsplash.com/photo-1622117655866-8b233395581a?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "bigImg": "https://plus.unsplash.com/premium_photo-1697730337612-8bd916249e30?q=80&w=2071&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "placesToVisit": [
                {
                    "placeName": "Mysore Palace",
                    "imageurl": "https://images.unsplash.com/photo-1657856855186-7cf4909a4f78?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Mysore Palace, located in Mysuru, Karnataka, is one of the most magnificent and iconic palaces in India. Built in the Indo-Saracenic architectural style, the palace was completed in 1912 and served as the residence of the Wadiyar dynasty, the royal family of Mysore. The palace is famous for its grand domes, intricately carved arches, ornate interiors, and vibrant stained glass windows. It is particularly known for its Durbar Hall and the royal throne, adorned with gold. During the annual Dasara festival, the palace is illuminated with over 100,000 lights, creating a spectacular sight. Mysore Palace is a major tourist attraction, symbolizing the grandeur of Indian royalty.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3898.1577266739514!2d76.65259997466687!3d12.305162987952299!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baf701103f9a1f9%3A0xc37fbae2a124da0d!2sMysore%20Palace!5e0!3m2!1sen!2sin!4v1725985564682!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Virupaksha Temple",
                    "imageurl": "https://images.unsplash.com/photo-1651073231492-169afcf84f36?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Virupaksha Temple, located in Hampi, Karnataka, is a renowned Hindu temple dedicated to Lord Shiva. As one of the oldest temples in India, dating back to the 7th century, it is part of the Hampi UNESCO World Heritage Site. The temple is famous for its towering 50-meter gopuram (gateway tower), intricate carvings, and its rich historical and religious significance. The temple was a major center of worship during the Vijayanagara Empire and continues to be an active place of worship today. The annual chariot festival and marriage celebrations of Virupaksha and Pampa are major events that draw pilgrims and tourists from across the world. The temple complex also includes several smaller shrines, courtyards, and a sacred water tank, adding to its architectural and spiritual allure. Visitors can witness the temple's unique architectural features, such as the inverted shadow of the main gopuram, which is projected through a small hole in the temple's wall.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1970054.4327884822!2d74.01968805624998!3d15.335133299999999!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb77ff10783f257%3A0x419c571d90d6ea0d!2sVirupaksha%20Temple%2C%20Hampi!5e0!3m2!1sen!2sin!4v1725985666999!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Gommateshwara statue",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1678294236894-ca0a16e66636?q=80&w=1887&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Gommateshwara Statue, located in Shravanabelagola, Karnataka, is a colossal monolithic statue of Lord Bahubali, an important figure in Jainism. Standing at 57 feet (17 meters) tall, it is one of the largest free-standing statues in the world, carved from a single block of granite. Erected in 981 AD by Chavundaraya, a minister of the Ganga dynasty, the statue symbolizes Bahubali's meditation and renunciation after attaining enlightenment. Every 12 years, the Mahamastakabhisheka festival is held, during which the statue is anointed with milk, saffron, and other sacred offerings, attracting thousands of devotees and visitors from around the globe. The serene expression and intricate details of the statue reflect the artistic excellence of ancient Indian sculptors. The site also offers panoramic views of the surrounding landscape, making it a significant cultural and spiritual destination.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3889.8330265888594!2d76.48211327467682!3d12.854058887450604!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baff566525049ad%3A0x58c25094270a9aa2!2sGommateshwara%20statue!5e0!3m2!1sen!2sin!4v1725985924157!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Lotus Mahal",
                    "imageurl": "https://images.unsplash.com/photo-1642516863984-68fdeea5ba64?q=80&w=1772&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Lotus Mahal, located in Hampi, Karnataka, is a remarkable example of Indo-Islamic architecture, blending Hindu and Muslim styles. This elegant two-storied pavilion is named after its lotus-like structure, with archways that resemble the petals of a blooming lotus. The Mahal was likely used as a royal recreational or meeting hall during the Vijayanagara Empire. Its distinctive architecture, featuring symmetrical arches, elaborate carvings, and an intricate cooling system, sets it apart from other structures in Hampi. Surrounded by lush gardens and located within the Zenana Enclosure, it offers a glimpse into the opulent lifestyle of the royal women of that era.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3848.0358811265555!2d76.4687493747271!3d15.320285085255906!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb77fccdb0b4a3b%3A0x265ec71e11344501!2sLotus%20Mahal!5e0!3m2!1sen!2sin!4v1725986273221!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Brindavan Gardens",
                    "imageurl": "https://images.unsplash.com/photo-1651349776781-7a8cf162a494?q=80&w=1972&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Brindavan Gardens, located near Mysuru, Karnataka, are famous for their beautifully landscaped terraces, vibrant flowerbeds, and captivating musical fountain shows. Situated below the Krishnaraja Sagar (KRS) Dam, the gardens were designed in the Mughal style, with symmetrical layouts, lush lawns, and ornamental trees. The main attraction of Brindavan Gardens is the evening fountain show, where water fountains dance to the rhythm of music, enhanced by colorful lights. Spread across 60 acres, the gardens are divided into various sections, including a topiary garden, rose garden, and fruit orchards, making it a popular destination for tourists and families seeking a serene and scenic experience.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3896.3966191025684!2d76.57193357466896!3d12.423273187843971!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3baf78e109feca5d%3A0x915fba7ee0e6b6b2!2sBrindavana%20Gardens!5e0!3m2!1sen!2sin!4v1725986568068!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Yakshagana",
                    "cultureImg": "https://wallpapercave.com/wp/wp8816552.jpg",
                    "cultureDesc": "Yakshagana is a traditional theatre form that combines dance, music, dialogue, costume, makeup, and stage techniques with a unique style and form. It is mainly performed in the coastal districts of Karnataka."
                },
                {
                    "cultureName": "Mysore Dasara",
                    "cultureImg": "https://karnatakatourism.org/wp-content/uploads/2020/10/1-1-1.jpg",
                    "cultureDesc": "Mysore Dasara is a 10-day festival celebrated with grandeur in Mysore, Karnataka. It marks the victory of good over evil and features processions, cultural performances, and the illumination of the Mysore Palace."
                },
                {
                    "cultureName": "Hampi Utsav",
                    "cultureImg": "https://th.bing.com/th/id/R.342d8494cf8cd2c5b7bdf412efe84747?rik=Tr9OXWvLTGzV0A&riu=http%3a%2f%2fwww.deccanodysseytrains.com%2fblog%2fwp-content%2fuploads%2f2018%2f06%2fsound-and-light-show-in-hampi-utsav-1.jpeg&ehk=GTIavt%2fudprND3guEv4gZzI89DnbhpA08Ju4l8FkDuI%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1",
                    "cultureDesc": "Hampi Utsav, also known as Vijaya Utsav, is a cultural festival held in Hampi, Karnataka. It celebrates the rich history and heritage of the Vijayanagara Empire with music, dance, and art performances."
                },
                {
                    "cultureName": "Kambala",
                    "cultureImg": "https://www.albawaba.com/sites/default/files/2020-02/000_1P09CR.jpg",
                    "cultureDesc": "Kambala is a traditional buffalo race held in the coastal districts of Karnataka. It is a rural sport where pairs of buffaloes are raced on a slushy paddy field, drawing large crowds and festive celebrations."
                },
                {
                    "cultureName": "Karaga Festival",
                    "cultureImg": "https://th.bing.com/th/id/OIP.T0KQUZq_DlfVTAQHf87qeAHaE8?rs=1&pid=ImgDetMain",
                    "cultureDesc": "The Karaga Festival is one of the oldest festivals celebrated in Bengaluru, Karnataka. It is dedicated to the goddess Draupadi and involves a night-long procession with a decorated pot (Karaga) carried on the head of a priest."
                }
            ]
        },
        {
            "state": "Andhra Pradesh",
            "description": "Andhra Pradesh is a captivating destination for travelers seeking a mix of cultural heritage, natural beauty, and historical landmarks. Whether you're visiting the sacred Tirupati Temple, exploring the scenic Araku Valley, or discovering the historic city of Amaravati, Andhra Pradesh offers a variety of experiences that cater to all types of travelers.",
            "desc": "Andhra Pradesh, located on the southeastern coast of India, is known for its rich cultural heritage, historical significance, and natural beauty. The state features a diverse landscape that includes beautiful beaches, lush hills, and fertile plains. Key attractions include the sacred Tirupati Temple, the scenic Araku Valley, and the historic city of Amaravati. Andhra Pradesh is also famous for its vibrant festivals, traditional dance forms like Kuchipudi, and delicious cuisine.",
            "PortraitImg": "https://th.bing.com/th/id/OIP.ulDZ_gplyWlJwOe7V1LN_wHaKy?rs=1&pid=ImgDetMain",
            "bigImg": "https://images.unsplash.com/photo-1707833711203-7b37bdeb73b6?q=80&w=1931&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "placesToVisit": [
                {
                    "placeName": "Srisailam",
                    "imageurl": "https://images.unsplash.com/photo-1665681540638-155e4c81ae7a?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Srisailam, located in the Nallamala Hills of Andhra Pradesh, is a prominent pilgrimage destination known for its sacred Sri Bhramaramba Mallikarjuna Temple, dedicated to Lord Shiva and Goddess Parvati. This temple, one of the 12 Jyotirlingas and a Shakti Peetha, holds great spiritual significance for Hindus. The region also features the Srisailam Dam, one of India's largest multipurpose dams, which contributes to the area's scenic beauty. The Srisailam Wildlife Sanctuary nearby offers opportunities for wildlife viewing and nature treks. The blend of spiritual importance, natural beauty, and historical significance makes Srisailam a key destination for devotees and nature enthusiasts alike.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15335.259822625158!2d78.8607300437257!3d16.075089403681282!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bb5656d70792343%3A0xb2342e1f2ed1834b!2sSrisailam%2C%20Andhra%20Pradesh!5e0!3m2!1sen!2sin!4v1725986856203!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Araku valley",
                    "imageurl": "https://images.unsplash.com/photo-1717585163315-02e3f0a96584?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Araku Valley, situated in the Eastern Ghats of Andhra Pradesh, is a picturesque hill station known for its lush landscapes and coffee plantations. At an elevation of about 911 meters, it offers a cool climate and stunning views of the surrounding hills and valleys. Araku is renowned for its rich tribal culture, which can be explored at the Tribal Museum. The valley is also famous for its scenic beauty, with attractions like the Borra Caves, known for their unique stalactite and stalagmite formations, and several waterfalls such as Chaparai and Dumbriguda. The journey to Araku Valley, often taken by train, is a highlight, offering panoramic views of the rugged terrain and verdant greenery.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d30300.58190760729!2d82.86647954354345!3d18.321137344958526!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a3a4a4c298a218d%3A0x2b8de4f914b5f996!2sAraku%20Valley%2C%20Andhra%20Pradesh!5e0!3m2!1sen!2sin!4v1725986993613!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Tirupati",
                    "imageurl": "https://images.unsplash.com/photo-1709389137241-af48d39f8b46?q=80&w=1937&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Tirupati, located in Andhra Pradesh, is a major pilgrimage destination renowned for the Sri Venkateswara Temple on Tirumala Hills. Dedicated to Lord Venkateswara, the temple is one of India's most visited and wealthiest, famous for its grand architecture and sacred prasadam, Tirupati Laddu. The town serves as a gateway to the temple and features attractions like the Sri Kapileswara Swamy Temple and Talakona Waterfalls. Tirupati is celebrated for its vibrant festivals, especially the annual Brahmotsavam. The temple complex is an architectural marvel, with intricate carvings, towering gopurams, and a serene atmosphere that attracts millions of devotees each year. The surrounding Tirumala Hills offer scenic beauty and trekking opportunities, adding to the spiritual and natural allure of the region. The town of Tirupati is also known for its rich cultural heritage, traditional music, and dance forms, making it a vibrant and dynamic destination for both pilgrims and tourists.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d124079.83328507666!2d79.34410094990339!3d13.627638881887526!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a4d4b0f88620427%3A0xcf4152d1daca0cac!2sTirupati%2C%20Andhra%20Pradesh!5e0!3m2!1sen!2sin!4v1725987136611!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Visakhapatnam",
                    "imageurl": "https://images.unsplash.com/photo-1707833711203-7b37bdeb73b6?q=80&w=1931&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Visakhapatnam, often referred to as Vizag, is a major port city on the southeastern coast of India in Andhra Pradesh. Known for its picturesque beaches like Rama Krishna Beach and Rushikonda Beach, it offers a mix of natural beauty and urban development. Key attractions include the Kailasagiri Hill Park, with panoramic views of the city and the Bay of Bengal, and the Submarine Museum, showcasing a decommissioned Indian Navy submarine. The city also serves as a significant industrial hub, with a thriving shipbuilding and steel industry. Visakhapatnam’s blend of coastal charm and economic vitality makes it a vibrant destination.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d486418.88465606363!2d82.63860161825576!3d17.737686185263836!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a39431389e6973f%3A0x92d9c20395498468!2sVisakhapatnam%2C%20Andhra%20Pradesh!5e0!3m2!1sen!2sin!4v1725987384060!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Chirala Beach",
                    "imageurl": "https://images.unsplash.com/photo-1705437917227-4a61cd6ef1ad?q=80&w=1974&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Chirala Beach, located in Chirala, Andhra Pradesh, is a serene and less crowded coastal destination known for its pristine sandy shores and gentle waves. The beach offers a tranquil escape with its picturesque landscape and clean environment. It's ideal for leisurely walks, picnics, and enjoying the sunset. Chirala Beach is also noted for its fishing activities and local seafood. The calm and relatively unspoiled nature of the beach makes it a perfect spot for those seeking relaxation away from more tourist-heavy areas.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15356.726702536454!2d80.40262394362223!3d15.79437165753327!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a4a443000000001%3A0x632fd24d77cf437!2zQ2hpcmFsYSBCZWFjaCwg4LCa4LGA4LCw4LC-4LCyIOCwrOCxgOCwmuCxjQ!5e0!3m2!1sen!2sin!4v1725987531565!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Kuchipudi Dance",
                    "cultureImg": "https://th.bing.com/th/id/OIP.4HIfplaxQ2bGm-iEh-c-2AHaJ4?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Kuchipudi is a classical Indian dance form that originated in Andhra Pradesh. It is known for its graceful movements, expressive gestures, and intricate footwork."
                },
                {
                    "cultureName": "Ugadi Festival",
                    "cultureImg": "https://www.hlimg.com/images/events/738X538/event_1537867509m1.jpg",
                    "cultureDesc": "Ugadi is the New Year's Day for the people of Andhra Pradesh, celebrated with traditional rituals, festive foods, and cultural performances."
                },
                {
                    "cultureName": "Lepakshi Festival",
                    "cultureImg": "https://static2.tripoto.com/media/filter/nl/img/187611/TripDocument/1485848874_img_9292_01.jpeg",
                    "cultureDesc": "The Lepakshi Festival is an annual cultural event held in Andhra Pradesh, showcasing the state's rich heritage through dance, music, and crafts."
                },
                {
                    "cultureName": "Tirupati Brahmotsavam",
                    "cultureImg": "https://www.adotrip.com/public/images/festivals/5c3da98b69a25-Tirupati%20Festival%20Travel.jpg",
                    "cultureDesc": "Tirupati Brahmotsavam is a grand festival celebrated at the Tirumala Venkateswara Temple, featuring elaborate rituals, processions, and cultural events."
                },
                {
                    "cultureName": "Araku Tribal Festival",
                    "cultureImg": "https://i.ytimg.com/vi/4kiUkd2m1NU/maxresdefault.jpg",
                    "cultureDesc": "The Araku Tribal Festival is a vibrant celebration of the tribal culture in Araku Valley, featuring traditional dances, music, and crafts."
                }
            ]
        },
        {
            "state": "New Delhi",
            "description": "New Delhi is a vibrant travel destination that offers a unique blend of historical landmarks, cultural experiences, and modern attractions. Whether you're exploring the ancient monuments, enjoying the bustling markets, or experiencing the diverse cuisine, New Delhi provides a rich and dynamic travel experience for visitors from around the world.",
            "desc": "New Delhi, the capital city of India, is a vibrant metropolis known for its rich history, cultural diversity, and political significance. The city is a blend of ancient and modern, with historic landmarks like the Red Fort, Qutub Minar, and Humayun’s Tomb coexisting with contemporary structures like the Lotus Temple and Akshardham Temple. New Delhi is also the seat of the Indian government, housing important institutions such as the Parliament House and Rashtrapati Bhavan. The city is famous for its bustling markets, diverse cuisine, and vibrant festivals, making it a dynamic and essential destination for visitors.",
            "PortraitImg": "https://images.unsplash.com/photo-1705077171489-b5dfcf144676?q=80&w=1935&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "bigImg": "https://images.unsplash.com/photo-1688781298681-ae1f2d470b31?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "placesToVisit": [
                {
                    "placeName": "India Gate",
                    "imageurl": "https://images.unsplash.com/photo-1587474260584-136574528ed5?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "India Gate, located in the heart of New Delhi, is a majestic war memorial built to honor the Indian soldiers who died during World War I and the Third Anglo-Afghan War. Designed by Sir Edwin Lutyens and completed in 1931, the 42-meter-high arch stands as a symbol of national pride. The monument is inscribed with the names of over 13,000 soldiers. Beneath it lies the Amar Jawan Jyoti, an eternal flame dedicated to India’s fallen soldiers. Surrounded by lush lawns, India Gate is a popular spot for both tourists and locals, especially during the evenings when it is beautifully illuminated.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.5620644623195!2d77.22693477514208!3d28.612911975675466!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce2daa9eb4d0b%3A0x717971125923e5d!2sIndia%20Gate!5e0!3m2!1sen!2sin!4v1726056522198!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Qutub Minar",
                    "imageurl": "https://th.bing.com/th/id/OIP.SKCU-9QNUDsS1QXnwVoKUAHaE3?rs=1&pid=ImgDetMain",
                    "desc": "Qutub Minar, located in Delhi, is a UNESCO World Heritage Site and one of India’s most iconic historical landmarks. Standing at 73 meters tall, it is the tallest brick minaret in the world, built in 1193 by Qutb-ud-din Aibak, the founder of the Delhi Sultanate. The tower is made of red sandstone and features intricate carvings and inscriptions from the Quran. Surrounding the minar is the Qutub Complex, which includes ancient monuments like the Quwwat-ul-Islam Mosque and the Iron Pillar, a metallurgical marvel that has stood rust-free for over 1,600 years. The architectural brilliance and historical significance of Qutub Minar make it a must-visit destination in Delhi.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3505.507048901993!2d77.1829456751385!3d28.524475375723924!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1e0667819b4f%3A0x834995f160759db8!2sQutub%20Minar!5e0!3m2!1sen!2sin!4v1726056630537!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Humayun’s Tomb",
                    "imageurl": "https://images.unsplash.com/photo-1585483103289-39c79411fda9?q=80&w=1771&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Humayun’s Tomb, located in Delhi, is a UNESCO World Heritage Site and one of the finest examples of Mughal architecture in India. Built in 1570 by Empress Bega Begum in memory of her husband, Emperor Humayun, the tomb is an early precursor to the Taj Mahal. The stunning red sandstone structure is set in the middle of a lush Charbagh (four-part garden) and features a blend of Persian and Indian architectural elements. Its grand dome, intricate carvings, and symmetrical layout make it an architectural masterpiece. Humayun's Tomb also houses the graves of several other Mughal royals, making it a significant cultural and historical monument in India.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3503.2163810740403!2d77.24817427514137!3d28.593284775686215!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce31ce8460ba7%3A0xb9f1ba2d3bdfa80d!2sHumayun%E2%80%99s%20Tomb!5e0!3m2!1sen!2sin!4v1726056842557!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Akshardham Temple",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1697730464803-fcede713753e?q=80&w=1765&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Akshardham Temple, located in Delhi, is a modern architectural marvel and a spiritual and cultural complex dedicated to Bhagwan Swaminarayan. Inaugurated in 2005, the temple is renowned for its intricate carvings, grand scale, and stunning craftsmanship, combining traditional Indian architectural styles. The central monument, built without steel, is made of pink sandstone and white marble, featuring detailed sculptures depicting Hindu deities, sages, and legends. The complex includes attractions like the Yagnapurush Kund, the world’s largest stepwell, a musical fountain show, and exhibitions showcasing Indian culture, history, and spirituality. The Akshardham Temple is not only a place of worship but also a celebration of India's rich heritage and values.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3502.569060787949!2d77.27482247514206!3d28.61270217567556!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d03be95b99a91%3A0x50267a0c0959bd95!2sAkshardham%20Temple!5e0!3m2!1sen!2sin!4v1726056918673!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Red Fort",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1661919589683-f11880119fb7?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "The Red Fort, located in Delhi, is a UNESCO World Heritage Site and one of India’s most iconic landmarks. Built by Mughal Emperor Shah Jahan in 1648, it served as the main residence of Mughal emperors for nearly 200 years. The fort, made of red sandstone, is a stunning example of Mughal architecture, with its massive walls, intricate carvings, and grand halls. Notable structures within the fort include the Diwan-i-Aam (Hall of Public Audience), Diwan-i-Khas (Hall of Private Audience), and the beautiful Moti Masjid. The Red Fort holds immense historical significance, as it was from here that India's first Prime Minister, Jawaharlal Nehru, delivered his speech marking the country's independence in 1947. Today, it remains a symbol of India’s rich history and is the site for the annual Independence Day celebrations.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56017.90193653606!2d77.1648026486328!3d28.656159199999998!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfce26ec085ef%3A0x441e32f4fa5002fb!2sRed%20Fort!5e0!3m2!1sen!2sin!4v1726057124798!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Dilli Haat",
                    "cultureImg": "https://swadesi.org/wp-content/uploads/2022/11/63f0863487b53eb3653b28705a24c7df_xl-jpg-678x381-1.jpeg",
                    "cultureDesc": "Dilli Haat is an open-air market in New Delhi that showcases the rich cultural diversity of India through crafts, food, and cultural performances."
                },
                {
                    "cultureName": "Republic Day Parade",
                    "cultureImg": "https://img.peapix.com/5156294351546660432_1080.jpg",
                    "cultureDesc": "The Republic Day Parade in New Delhi is a grand celebration held on January 26th every year, showcasing India's military strength, cultural diversity, and achievements."
                },
                {
                    "cultureName": "Qutub Festival",
                    "cultureImg": "https://www.adotrip.com/public/images/events/5c3f0612a6c49-Qutub%20Festival%20Place%20to%20visit.jpg",
                    "cultureDesc": "The Qutub Festival is an annual cultural event held at the Qutub Minar complex, featuring music, dance, and performances by renowned artists."
                },
                {
                    "cultureName": "Phool Walon Ki Sair",
                    "cultureImg": "https://images.indianexpress.com/2019/10/FEAT-5.jpg",
                    "cultureDesc": "Phool Walon Ki Sair is a unique festival celebrated in Mehrauli, New Delhi, where floral tributes are offered at both Hindu and Muslim shrines, promoting communal harmony."
                },
                {
                    "cultureName": "Delhi International Arts Festival",
                    "cultureImg": "https://res.cloudinary.com/dwzmsvp7f/image/fetch/q_75,f_auto,w_1316/https://media.insider.in/image/upload/c_crop%2Cg_custom/v1543330278/cpgd8lxe8alctzin0g6v.jpg",
                    "cultureDesc": "The Delhi International Arts Festival is a major cultural event that brings together artists from around the world to showcase their talents in music, dance, theater, and visual arts."
                }
            ]
        },
        {
            "state": "Telangana",
            "description": "Telangana is a fascinating destination for those looking to explore India's rich cultural heritage and natural beauty. Known for its historical landmarks, vibrant traditions, and dynamic cities, Telangana offers a mix of urban experiences and serene nature. Whether you're visiting the bustling city of Hyderabad or exploring the tranquil surroundings of its temples and wildlife sanctuaries, Telangana is a destination that caters to a wide range of interests.",
            "desc": "Telangana, located in southern India, is renowned for its historical monuments, diverse culture, and vibrant festivals. The state is home to the city of Hyderabad, famous for its iconic Charminar, Golconda Fort, and delicious Hyderabadi biryani. The state has a rich tradition of art, music, and dance, with Kuchipudi being a prominent classical dance form. Telangana's cuisine, a blend of Telugu and Hyderabadi flavors, is known for its unique spices and tastes.",
            "PortraitImg": "https://upload.wikimedia.org/wikipedia/commons/7/71/Charminar_Hyderabad_1.jpg",
            "bigImg": "https://wallpaperaccess.com/full/2142592.jpg",
            "placesToVisit": [
                {
                    "placeName": "Hyderabad",
                    "imageurl": "https://images.unsplash.com/photo-1470075446540-4391a96ec621?w=1000&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aHlkZXJhYmFkfGVufDB8fDB8fHww",
                    "desc": "Hyderabad, the capital city of Telangana, is known for its historic significance, rich culture, and architectural wonders. The city is home to the Charminar, a 16th-century mosque that is a symbol of the city. Golconda Fort, Ramoji Film City, and the Salar Jung Museum are other major attractions. Hyderabad is also famous for its food, particularly the world-renowned Hyderabadi biryani. The city offers a blend of old-world charm and modernity, with bustling markets like Laad Bazaar and high-tech hubs such as HITEC City. The Hussain Sagar Lake, with its iconic Buddha statue, adds to the city's scenic beauty. Hyderabad's cultural diversity is reflected in its festivals, arts, and crafts, making it a vibrant and dynamic destination.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d60934.08025819804!2d78.47466481377358!3d17.385044515386797!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bcb9ac5f4f34555%3A0xe82e044b0a8f91c5!2sHyderabad%2C%20Telangana!5e0!3m2!1sen!2sin!4v1725988889914!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Warangal",
                    "imageurl": "https://static.toiimg.com/thumb/width-800,height-600,msid-59593450.cms",
                    "desc": "Warangal, a city with a rich historical and cultural heritage, is famous for the Warangal Fort, built in the 13th century, and the stunning Thousand Pillar Temple. The Kakatiya dynasty, which ruled the region, left behind several architectural marvels, including the intricate stone carvings and grand gateways of the fort. The city's ancient history is complemented by its natural beauty, with attractions like the Pakhal Lake and the Eturnagaram Wildlife Sanctuary offering serene landscapes and diverse wildlife. Warangal is also known for its vibrant festivals and traditional crafts, making it a captivating destination for history enthusiasts, nature lovers, and cultural explorers.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d62575.051337349076!2d79.569230512813!3d17.978466450080597!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a34b67333408e87%3A0xe2541b90e70f50d3!2sWarangal%2C%20Telangana!5e0!3m2!1sen!2sin!4v1725989002775!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Nagarjuna Sagar",
                    "imageurl": "https://th.bing.com/th/id/R.ebd4a39890235e9efa16444311795bcb?rik=DWS9YiEO1mD0YQ&riu=http%3a%2f%2f3.bp.blogspot.com%2f_AOiooJLaVxI%2fS9F9Sf1anRI%2fAAAAAAAAA7k%2fqtEQbuM22ek%2fs1600%2fnagarjuna-sagar.jpg&ehk=ZdcFyY0V33qrUTynXW1P8EzGErOwGNiITv%2bIFYF9kQk%3d&risl=&pid=ImgRaw&r=0",
                    "desc": "Nagarjuna Sagar, located on the Krishna River, is a major tourist destination in Telangana, known for the Nagarjuna Sagar Dam, one of the largest dams in India. The dam, constructed in the 1960s, is a marvel of engineering and plays a crucial role in irrigation and hydroelectric power generation. The surrounding area also has archaeological significance, with the Nagarjunakonda Museum and ancient Buddhist relics drawing history enthusiasts. The museum, situated on an island in the reservoir, houses a rich collection of artifacts from the ancient Buddhist civilization that once thrived in the region. The reservoir created by the dam offers stunning views and opportunities for boating and picnicking. Additionally, the Ethipothala Waterfall, located nearby, is a picturesque spot that adds to the charm of the area. The combination of natural beauty, historical significance, and engineering prowess makes Nagarjuna Sagar a must-visit destination.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d125766.19577317567!2d79.3043257207744!3d16.522583662174287!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bbbe6cbeb5d3457%3A0x1e14b6f9d70a3d96!2sNagarjuna%20Sagar%2C%20Telangana!5e0!3m2!1sen!2sin!4v1725989177359!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Ramoji Film City",
                    "imageurl": "https://vid.alarabiya.net/images/2018/06/18/e5c03cc2-7e8f-4282-a234-c7b3e7457202/e5c03cc2-7e8f-4282-a234-c7b3e7457202.jpg",
                    "desc": "Ramoji Film City, located near Hyderabad, is the largest film studio complex in the world, covering over 2,000 acres. It is a popular tourist destination offering guided tours, themed sets, and numerous attractions. Visitors can explore various film sets, gardens, amusement parks, and themed rides. The film city also features live shows, adventure activities, and dining options, making it a comprehensive entertainment hub. It's a must-visit for movie buffs, families, and anyone looking to experience the magic of filmmaking firsthand.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31569.837381606694!2d78.65878446904664!3d17.25436220810161!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3bcbf739e0bf1c87%3A0x785748649b3d58e3!2sRamoji%20Film%20City%2C%20Hyderabad%2C%20Telangana!5e0!3m2!1sen!2sin!4v1725989334735!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Bathukamma Festival",
                    "cultureImg": "https://th.bing.com/th/id/OIP.8biOxVGjcbEekULqtJmsswHaEK?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Bathukamma is a floral festival celebrated predominantly by the women of Telangana. It represents cultural spirit and is celebrated with beautiful flower arrangements."
                },
                {
                    "cultureName": "Bonalu Festival",
                    "cultureImg": "https://th.bing.com/th/id/OIP.DvBp-tjbNKhZ6k9tfNqBfwHaE8?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Bonalu is a traditional Hindu festival where Goddess Mahakali is worshipped. It involves rituals, offerings, and processions, reflecting the rich cultural heritage of Telangana."
                },
                {
                    "cultureName": "Perini Sivatandavam",
                    "cultureImg": "https://www.gosahin.com/go/p/i/1564305593_perini-shivatandavam-dance.jpg",
                    "cultureDesc": "Perini Sivatandavam is an ancient dance form from Telangana, performed in honor of Lord Shiva. It is known for its vigorous and dynamic movements."
                },
                {
                    "cultureName": "Hyderabadi Biryani",
                    "cultureImg": "https://www.archanaskitchen.com/images/archanaskitchen/Indian_Rice/Hyderabadi_Mutton_Gosht_Biryani_With_Kohinoor_Basmati_Rice-1.jpg",
                    "cultureDesc": "Hyderabadi Biryani is a world-renowned dish from Telangana, known for its rich flavors and aromatic spices. It is a symbol of the region's culinary excellence."
                },
                {
                    "cultureName": "Kuchipudi Dance",
                    "cultureImg": "https://cdn.yehaindia.com/wp-content/uploads/2020/08/1-main-1.jpg",
                    "cultureDesc": "Kuchipudi is a classical dance form that originated in Telangana. It combines dance, music, and acting, and is known for its graceful movements and expressive storytelling."
                }
            ]
        },
        {
            "state": "Bihar",
            "description": "Bihar, located in eastern India, is a state known for its rich historical and cultural heritage. It is home to ancient universities, significant religious sites, and historical monuments. Bihar has played an important role in India's history, from the time of the Buddha to the era of the Maurya Empire.",
            "desc": "Bihar is one of India's oldest inhabited regions, with a long history of religious and cultural significance. The state is home to important Buddhist, Jain, and Hindu pilgrimage sites, including Bodh Gaya and Nalanda. Its cities, such as Patna and Rajgir, are filled with historical monuments, ancient ruins, and religious centers. Bihar's vibrant traditions, including folk music, art, and festivals, add to its unique charm.",
            "PortraitImg": "https://e0.pxfuel.com/wallpapers/119/519/desktop-wallpaper-patna-sahib-gurudwara-pics-bihar-thumbnail.jpg",
            "bigImg": "https://wallpaperaccess.com/full/3510412.jpg",
            "placesToVisit": [
                {
                    "placeName": "Bodh Gaya",
                    "imageurl": "https://th.bing.com/th/id/R.29020e4c461083d5d1d871a7cb9d27de?rik=4Ll3Vjzkj2aUgQ&riu=http%3a%2f%2f1.bp.blogspot.com%2f--9B0HomBEQg%2fTV8HrRniluI%2fAAAAAAAABuE%2fz35yvpS7D2k%2fs1600%2flarge-buddha-bodh-gaya-india1.jpg&ehk=uBl4GWHrZb5PVcxAeXrSBby2tz3j4OjPdHfQxYbwmJo%3d&risl=&pid=ImgRaw&r=0",
                    "desc": "Bodh Gaya is one of the most important and revered pilgrimage sites for Buddhists worldwide. It is where Prince Siddhartha attained enlightenment and became Buddha. The Mahabodhi Temple complex, a UNESCO World Heritage site, is the centerpiece of Bodh Gaya, surrounded by several monasteries and meditation centers. The sacred Bodhi Tree under which Buddha meditated is a major attraction, drawing pilgrims and tourists alike. The town also hosts various international Buddhist monasteries, each reflecting the architectural styles of different countries. Bodh Gaya is not only a spiritual destination but also a place of historical and cultural significance.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3663.025087140821!2d84.98915336501343!3d24.69643168413005!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x398d6b646bdfe315%3A0x8caa19c216da18e4!2sBodh%20Gaya%2C%20Bihar!5e0!3m2!1sen!2sin!4v1725989978724!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Nalanda",
                    "imageurl": "https://w0.peakpx.com/wallpaper/554/458/HD-wallpaper-nalanda-bihar-india-tourism-2021.jpg",
                    "desc": "Nalanda, home to one of the world's oldest universities, is an archaeological and academic hub. The ancient Nalanda University attracted scholars from across the world during its time and is now a UNESCO World Heritage site. Visitors can explore the ruins of the university, its monasteries, temples, and other monuments. The site offers a glimpse into the rich academic and cultural history of ancient India. The Nalanda Archaeological Museum nearby houses a collection of artifacts, sculptures, and manuscripts that provide further insights into the region's historical significance.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d28802.99101335251!2d85.446516065802!3d25.135696469277113!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39f2385b3b3cf3d7%3A0x40637b59f5dbdc0e!2sNalanda%20University%2C%20Bihar!5e0!3m2!1sen!2sin!4v1725990052685!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Patna Sahib Gurudwara",
                    "imageurl": "https://indiano.travel/wp-content/uploads/2022/04/People-visiting-in-Patna-Sahib-Gurudwara..jpg",
                    "desc": "Takht Sri Patna Sahib is one of the five Takhts of Sikhism and a revered pilgrimage site. Located in the capital city of Patna, it is the birthplace of Guru Gobind Singh, the 10th Sikh Guru. The gurudwara attracts devotees from across the world, especially during religious festivals and celebrations. The architectural beauty of the gurudwara, with its intricate designs and serene ambiance, adds to its spiritual significance. The site also houses a museum that showcases artifacts related to Sikh history and the life of Guru Gobind Singh, making it a must-visit for those interested in Sikh heritage.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3669.1289635688554!2d85.19551931500417!3d25.609530683696115!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39ed4e0286c2ab33%3A0x9f376d973a49168d!2sTakht%20Sri%20Harmandir%20Ji%20Patna%20Sahib!5e0!3m2!1sen!2sin!4v1725990124536!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Rajgir",
                    "imageurl": "https://mediaindia.eu/wp-content/uploads/2023/02/WhatsApp-Image-2023-02-02-at-15.30.29.jpeg",
                    "desc": "Rajgir is an ancient city with a rich historical and religious significance. The city was once the capital of the Magadha kingdom and is associated with both Buddhism and Jainism. Rajgir is known for its hot springs, hills, and religious sites, including the Vishwa Shanti Stupa and Gridhakuta Hill. The city also features the ancient ruins of Nalanda University, one of the oldest universities in the world. Rajgir's scenic beauty and serene environment make it a popular destination for pilgrims and tourists alike. The Rajgir Ropeway offers a unique experience, providing panoramic views of the surrounding landscape.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3661.4972796714135!2d85.41545916501594!3d25.031986983697028!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x39f23890b56734eb%3A0x282b2b5c89ec9c55!2sRajgir%2C%20Bihar!5e0!3m2!1sen!2sin!4v1725990200385!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Chhath Puja",
                    "cultureImg": "https://1.bp.blogspot.com/-auIBlI9yzcc/WbJssi1VyrI/AAAAAAAAAnQ/9h8g_-cdCZYlu8vkcBC5qXoEP42oOANbwCLcBGAs/s1600/chhath-puja-hd-image-download.jpg",
                    "cultureDesc": "Chhath Puja is a major festival in Bihar, dedicated to the Sun God. It involves rigorous rituals, including fasting and offering prayers at riverbanks."
                },
                {
                    "cultureName": "Madhubani Painting",
                    "cultureImg": "https://th.bing.com/th/id/OIP.ULq37O46H4QGml6z0CU4BwHaFT?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Madhubani Painting is a traditional art form from Bihar, known for its intricate patterns and vibrant colors, often depicting mythological and folk themes."
                },
                {
                    "cultureName": "Bhojpuri Folk Music",
                    "cultureImg": "https://i.ytimg.com/vi/uUaN8hA7n80/maxresdefault.jpg",
                    "cultureDesc": "Bhojpuri Folk Music is an integral part of Bihar's cultural heritage, featuring songs that reflect the daily life, festivals, and traditions of the region."
                },
                {
                    "cultureName": "Litti Chokha",
                    "cultureImg": "https://3.bp.blogspot.com/-zCPhBKlhkho/WkLy9SukqSI/AAAAAAAAWsc/Igy7l34NJRUi3N3oKBdzB5J6kosl7vkaACLcBGAs/s1600/3.JPG",
                    "cultureDesc": "Litti Chokha is a traditional dish from Bihar, made of roasted wheat balls stuffed with spiced gram flour, served with mashed vegetables."
                },
                {
                    "cultureName": "Sonepur Mela",
                    "cultureImg": "https://th.bing.com/th/id/OIP.fDLx1SmdtZeBgXnsOdJ-UQHaEo?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Sonepur Mela, held in Bihar, is one of the largest cattle fairs in Asia, attracting traders and visitors from across the country."
                }
            ]
        },
        {
            "state": "Assam",
            "description": "Assam, located in northeastern India, is known for its rich culture, wildlife, and natural beauty. The state is famous for its tea gardens, the mighty Brahmaputra River, and vibrant festivals. Assam is also home to one of the world’s most important biodiversity hotspots, the Kaziranga National Park.",
            "desc": "Assam is a land of natural beauty and rich cultural heritage. Its tea plantations produce some of the finest tea in the world. The Brahmaputra River flows majestically through the state, nurturing its diverse wildlife and ecosystems. Assam's festivals, including Bihu, reflect the state's colorful traditions and deep connection to agriculture and nature.",
            "PortraitImg": "https://1.bp.blogspot.com/-cw8Wac5OoQg/WTE_WvBbKCI/AAAAAAAAAcA/4NPkCoFIHAkyUV633tVvOgcgZtHZ7ke_QCEw/s1600/925740541s.jpg",
            "bigImg": "https://www.travelholicq.com/wp-content/uploads/2021/05/Places-To-Visit-In-Assam.jpg",
            "placesToVisit": [
                {
                    "placeName": "Kaziranga National Park",
                    "imageurl": "https://wallpaperaccess.com/full/6349643.jpg",
                    "desc": "Kaziranga National Park, a UNESCO World Heritage site, is one of the most important wildlife sanctuaries in the world. It is home to the largest population of the one-horned rhinoceros and also hosts tigers, elephants, and numerous bird species. The park's rich biodiversity and scenic landscapes make it a must-visit for nature enthusiasts. Visitors can enjoy jeep safaris and elephant rides to explore the park's diverse flora and fauna. The park also plays a crucial role in conservation efforts, protecting endangered species and their habitats. Its wetlands, grasslands, and forests offer a unique ecosystem that supports a wide variety of wildlife.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d186531.46971667028!2d92.93135413576734!3d26.579966203078607!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x37447516f0730a71%3A0xe13bfb2b23884a53!2sKaziranga%20National%20Park!5e0!3m2!1sen!2sin!4v1725990812912!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Majuli Island",
                    "imageurl": "https://www.tusktravel.com/blog/wp-content/uploads/2023/02/Majuli-Island-Travel-Guide-Worlds-Largest-River-Island.jpg",
                    "desc": "Majuli is the world's largest river island, located on the Brahmaputra River. It is known for its serene landscapes, vibrant culture, and centuries-old satras (monasteries). Majuli offers a unique insight into Assam’s cultural and religious life and is a peaceful haven for visitors looking to experience traditional Assamese art, culture, and nature. The island is also a biodiversity hotspot, home to various species of birds and aquatic life. Visitors can explore the unique Mishing tribal villages, enjoy traditional boat rides, and participate in local festivals that showcase the island's rich heritage.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d183684.42145501043!2d93.69316601128555!3d26.966383526716604!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3740c94d14b72877%3A0x3848ff6e8d4e80f1!2sMajuli%2C%20Assam!5e0!3m2!1sen!2sin!4v1725990900165!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Kamakhya Temple",
                    "imageurl": "https://www.adotrip.com/public/images/areas/master_images/5fbcf26e83bc2-Kamakhya_Temple_Attractions.jpg",
                    "desc": "The Kamakhya Temple, located on Nilachal Hill in Guwahati, is one of the most revered temples in India. It is dedicated to Goddess Kamakhya and is a significant pilgrimage site, especially during the Ambubachi Mela. The temple complex is an important Shakti Peetha and draws visitors from across the world for its spiritual and architectural significance. The temple's unique rituals and tantric practices add to its mystical allure. The surrounding area offers stunning views of the Brahmaputra River and the city of Guwahati, making it a serene and picturesque destination for visitors.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14478.55822017891!2d91.67809502776007!3d26.17825505814947!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3740f902f0bfb5bb%3A0x1234f94e4ddf4d16!2sKamakhya%20Temple!5e0!3m2!1sen!2sin!4v1725990961237!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Sivasagar",
                    "imageurl": "https://travellingslacker.com/wp-content/uploads/2017/02/Sivadol-Sivasagar-5.jpg",
                    "desc": "Sivasagar is a historical town that was once the capital of the Ahom Kingdom. It is known for its Ahom-era monuments, including the Sivasagar Tank, Rang Ghar, and Talatal Ghar. These architectural marvels are a testament to Assam's rich history and the engineering prowess of the Ahom rulers. The town also features several temples, such as the Shiva Dol, Vishnu Dol, and Devi Dol, which are significant religious sites. Sivasagar's rich cultural heritage and historical significance make it a must-visit destination for history enthusiasts and travelers.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d232305.9515893288!2d94.54463533727716!3d26.984218162132156!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3759d85aab4ca8a1%3A0x54ac9b17f784aa5a!2sSivasagar%2C%20Assam!5e0!3m2!1sen!2sin!4v1725991035245!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Bihu Festival",
                    "cultureImg": "https://static.theprint.in/wp-content/uploads/2023/02/Bihu.jpg",
                    "cultureDesc": "Bihu is the most celebrated festival in Assam, marking the Assamese New Year. It is celebrated with traditional music, dance, and feasting."
                },
                {
                    "cultureName": "Assamese Weaving",
                    "cultureImg": "https://th.bing.com/th/id/OIP.4UPSK5Felti6xsGhp2JZ5gHaE8?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Assam is renowned for its handloom industry, producing exquisite silk fabrics like Muga, Eri, and Pat. Weaving is an integral part of Assamese culture."
                },
                {
                    "cultureName": "Sattriya Dance",
                    "cultureImg": "https://th.bing.com/th/id/OIP.SqqqS-rdiEoIoqH8DBqUTQHaE6?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Sattriya is a classical dance form of Assam, traditionally performed in monasteries called Satras. It combines dance, drama, and music."
                },
                {
                    "cultureName": "Tea Culture",
                    "cultureImg": "https://openthemagazine.com/wp-content/uploads/2023/11/Assam1.jpg",
                    "cultureDesc": "Assam is famous for its tea plantations, producing some of the finest tea in the world. Tea culture is deeply embedded in the daily life of the Assamese people."
                },
                {
                    "cultureName": "Bamboo Craft",
                    "cultureImg": "https://th.bing.com/th/id/OIP.lDGtIv81NnY9qQIE3sLMIAHaEK?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Bamboo craft is a significant part of Assamese culture, with artisans creating beautiful items like baskets, furniture, and decorative pieces."
                }
            ]
        },
        {
            "state": "Haryana",
            "description": "Haryana is a state in northern India, known for its rich cultural heritage, historical significance, and agricultural prominence. The state offers a variety of attractions, from ancient monuments to vibrant festivals, making it an interesting destination for history enthusiasts, nature lovers, and those looking to experience rural India.",
            "desc": "Haryana, located in northern India, is famous for its contribution to India's agricultural output and its historical sites. The state is known for its vibrant folk traditions, including dances like Ghoomar and Dhamal, and its rich cultural festivals. Haryana also has a strong connection to the Mahabharata, with many sites related to the ancient epic found here, particularly in Kurukshetra. With sprawling farms, rural tourism, and places like the Sultanpur Bird Sanctuary, Haryana offers a mix of history, culture, and natural beauty.",
            "PortraitImg": "https://th.bing.com/th/id/OIP.ABZP5_-THCWQ2SYxiu2Q2gHaJK?rs=1&pid=ImgDetMain",
            "bigImg": "https://images.unsplash.com/photo-1605469237567-a39930679526?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "placesToVisit": [
                {
                    "placeName": "Kurukshetra",
                    "imageurl": "https://images.unsplash.com/photo-1605469237567-a39930679526?q=80&w=870&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Kurukshetra, the land of the Mahabharata, is a historic and spiritual destination in Haryana. The city is known for its rich religious significance and is home to places like the Brahma Sarovar, Jyotisar (where Lord Krishna delivered the Bhagavad Gita), and various temples. Kurukshetra is a must-visit for those interested in Indian mythology and history.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d55160.32115941404!2d76.81438146233447!3d29.966347942845846!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390e43949b8aee77%3A0xa512ff7a232a0a14!2sKurukshetra%2C%20Haryana!5e0!3m2!1sen!2sin!4v1725989477747!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Sultanpur National Park",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1677636665512-d210c919fe74?w=1000&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8U3VsdGFucHVyJTIwTmF0aW9uYWwlMjBQYXJrfGVufDB8fDB8fHww",
                    "desc": "Sultanpur National Park is a famous bird sanctuary located near Gurgaon. The park is home to a variety of migratory birds, including flamingos, pelicans, and herons, making it a perfect destination for birdwatchers and nature enthusiasts. The park also offers peaceful walking trails through lush greenery and wetlands.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d13971.354494086738!2d76.88712376477051!3d28.46501402994617!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d0b28b7dcbdb7%3A0x40637b59f5dbd62b!2sSultanpur%20National%20Park!5e0!3m2!1sen!2sin!4v1725989553187!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Pinjore Gardens",
                    "imageurl": "https://th.bing.com/th/id/OIP.yfkLNVsgth0ROj1ZDbPlwQHaEK?w=1920&h=1080&rs=1&pid=ImgDetMain",
                    "desc": "Pinjore Gardens, also known as Yadavindra Gardens, is a beautiful Mughal-style garden located near Chandigarh. With its stunning fountains, terraced lawns, and palatial buildings, the garden is a major attraction for tourists. The gardens also host the annual Mango Festival, which celebrates the diversity of mango varieties grown in the region.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3452.2551547321464!2d76.91176457551238!3d30.7976638795141!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ff64d3443c093%3A0x40637b59f5df8d9a!2sYadavindra%20Gardens%2C%20Pinjore%2C%20Haryana!5e0!3m2!1sen!2sin!4v1725989624727!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Morni Hills",
                    "imageurl": "https://www.adotrip.com/public/images/areas/master_images/60fea4263bd8f-Morni_Hills_in_Haryana.jpg",
                    "desc": "Morni Hills is a serene hill station located in the Panchkula district of Haryana. It is the only hill station in the state and offers beautiful landscapes, trekking routes, and opportunities for adventure activities. The calm and tranquil atmosphere of Morni Hills, coupled with its lush greenery and scenic views, makes it a perfect getaway for nature lovers.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d13952.720048144523!2d76.93363496483297!3d30.70534226958595!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ff6b248c0e515%3A0x2f098dcf6096a66b!2sMorni%20Hills%2C%20Haryana!5e0!3m2!1sen!2sin!4v1725989692928!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Ghoomar Dance",
                    "cultureImg": "https://th-thumbnailer.cdn-si-edu.com/8sA1GHtNLjvqt4OS-I7aeUq9VME=/fit-in/1072x0/https://tf-cmsv2-photocontest-smithsonianmag-prod-approved.s3.amazonaws.com/3ac80ecc-b577-42a1-87bb-77e98092b9eb.jpg",
                    "cultureDesc": "Ghoomar is a traditional folk dance of Haryana, performed by women in swirling robes. It is known for its graceful movements and vibrant costumes."
                },
                {
                    "cultureName": "Phulkari Embroidery",
                    "cultureImg": "https://wallpapercave.com/wp/wp8316769.jpg",
                    "cultureDesc": "Phulkari is a traditional embroidery art from Haryana, characterized by intricate floral patterns and vibrant colors, often used in shawls and dupattas."
                },
                {
                    "cultureName": "Saang Folk Theatre",
                    "cultureImg": "https://www.iwmbuzz.com/wp-content/uploads/2019/09/haryanas-folk-theatre-saang.jpg",
                    "cultureDesc": "Saang is a traditional folk theatre form of Haryana, combining music, dance, and drama to depict mythological and social themes."
                },
                {
                    "cultureName": "Haryanvi Cuisine",
                    "cultureImg": "https://i.pinimg.com/originals/70/cb/00/70cb008050ee3ea890cc5c0a61e4b886.jpg",
                    "cultureDesc": "Haryanvi cuisine is known for its simplicity and use of fresh ingredients. Popular dishes include Bajra Khichdi, Besan Masala Roti, and Hara Dhania Cholia."
                },
                {
                    "cultureName": "Dhamal Dance",
                    "cultureImg": "https://aditirindani.files.wordpress.com/2011/07/siddhi-dhamal.jpg",
                    "cultureDesc": "Dhamal is a traditional dance form performed by men in Haryana, often during the harvest season. It is characterized by energetic movements and rhythmic beats."
                }
            ]
        },
        {
            "state": "Tamil Nadu",
            "description": "Tamil Nadu is a must-visit destination for travelers seeking a blend of cultural heritage, natural beauty, and historical landmarks. Whether you're exploring the ancient temples, enjoying the scenic hill stations, or relaxing on the beautiful beaches, Tamil Nadu offers a diverse range of experiences that cater to all types of travelers.",
            "desc": "Tamil Nadu, located in the southern part of India, is known for its rich cultural heritage, ancient temples, and beautiful landscapes. The state is famous for its Dravidian-style Hindu temples, vibrant festivals, classical music, and dance forms like Bharatanatyam. Key attractions include the historic city of Madurai, the hill stations of Ooty and Kodaikanal, and the coastal town of Mahabalipuram. Tamil Nadu's diverse geography ranges from the beaches along the Bay of Bengal to the lush Western Ghats. The state's cuisine, known for its spicy and flavorful dishes, is also a major draw for visitors.",
            "PortraitImg": "https://th.bing.com/th/id/OIP.CcTwKoXdr0FP-wdIiPUD0wHaJ4?rs=1&pid=ImgDetMain",
            "bigImg": "https://plus.unsplash.com/premium_photo-1697729536647-4e23a32dd324?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
            "placesToVisit": [
                {
                    "placeName": "Kodaikanal",
                    "imageurl": "https://images.unsplash.com/photo-1593692716621-1e228b0a9224?q=80&w=1769&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Kodaikanal, often called the Princess of Hill Stations, is a charming hill station in Tamil Nadu, India. Situated at an elevation of around 2,133 meters, it is known for its pleasant climate, lush green landscapes, and scenic beauty. Key attractions include the serene Kodaikanal Lake, the picturesque Coaker's Walk, and the stunning viewpoints at Pillar Rocks and Dolphin's Nose. The town is also famous for its botanical gardens, waterfalls like Bear Shola Falls, and the rich local flora and fauna. Kodaikanal's cool weather and natural charm make it a popular destination for relaxation and outdoor activities.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31410.526549746417!2d77.47772063279723!3d10.236092452412018!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b0766637f0a0387%3A0x9ffae9373758c13c!2sKodaikanal%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1725987779046!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Madurai",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1697729444936-8c6a6f643312?q=80&w=1770&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Madurai, located in Tamil Nadu, India, is one of the oldest cities in the country, renowned for its rich cultural and historical heritage. The city is best known for the Meenakshi Amman Temple, a vast and intricately decorated temple complex dedicated to Goddess Meenakshi and Lord Shiva, which is a major pilgrimage site and a masterpiece of Dravidian architecture. Madurai is also famous for its vibrant markets, historic sites, and traditional festivals. The city's blend of ancient traditions and modern life makes it a significant cultural and religious hub in South India.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d125766.19577317567!2d78.04042133292539!3d9.917826796661252!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b00c582b1189633%3A0xdc955b7264f63933!2sMadurai%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1725987918511!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Ooty",
                    "imageurl": "https://plus.unsplash.com/premium_photo-1725408090963-49dd5bfc1baf?q=80&w=1771&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "desc": "Ooty, officially known as Udhagamandalam, is a picturesque hill station located in the Nilgiri Hills of Tamil Nadu, India. At an elevation of about 2,240 meters, it is renowned for its cool climate, lush green landscapes, and scenic beauty. Key attractions include the Ooty Lake, ideal for boating and picnics, and the Nilgiri Mountain Railway, a UNESCO World Heritage Site offering stunning views of the hills. The town is also known for its botanical gardens, tea estates, and the panoramic views from places like Doddabetta Peak. Ooty's charming environment makes it a popular destination for relaxation and outdoor activities.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d62575.051337349076!2d76.65222166481982!3d11.411849727058378!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ba8bd84b5f3d78d%3A0x179bdb14c93e3f42!2sOoty%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1725988052754!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Mahabalipuram",
                    "imageurl": "https://www.tripsavvy.com/thmb/X860CJ8HL70bxCI8StY-p86j4oE=/2127x1409/filters:fill(auto,1)/shore-temple-640319518-5c27ce2146e0fb0001e9184b.jpg",
                    "desc": "Mahabalipuram, also known as Mamallapuram, is a coastal town in Tamil Nadu, India, renowned for its ancient rock-cut temples and sculptures. Dating back to the 7th and 8th centuries, the town is a UNESCO World Heritage Site celebrated for its intricate Dravidian architecture and artwork. Key attractions include the Shore Temple, famous for its stunning seaside location and intricate carvings, and the Pancha Rathas, a group of monolithic rock temples shaped like chariots. The town also features the Descent of the Ganges, a massive bas-relief depicting a mythological scene. Mahabalipuram's blend of historical significance and coastal charm makes it a captivating destination for history enthusiasts and tourists alike.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d31147.129064884342!2d80.17054263534772!3d12.622326260338852!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3a5254aa30074dc5%3A0x9d00999d9ca8933f!2sMahabalipuram%2C%20Tamil%20Nadu%20603104!5e0!3m2!1sen!2sin!4v1725988239029!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                },
                {
                    "placeName": "Kanyakumari",
                    "imageurl": "https://www.savaari.com/blog/wp-content/uploads/2021/11/32800077095_8ebcdaeeb6_k-1.jpg",
                    "desc": "Kanyakumari, located at the southern tip of India in Tamil Nadu, is a renowned tourist destination known for its unique geographical location where the Arabian Sea, the Bay of Bengal, and the Indian Ocean meet. The town is famous for its vibrant sunrise and sunset views, with the sunrise and sunset points offering spectacular vistas. Key attractions include the Vivekananda Rock Memorial, situated on a small island, and the Thiruvalluvar Statue, a towering monument dedicated to the Tamil poet and philosopher Thiruvalluvar. Kanyakumari is also known for its temples, such as the Kanyakumari Temple dedicated to the goddess Kanyakumari. The blend of natural beauty, historical significance, and cultural richness makes Kanyakumari a prominent destination.",
                    "map": "<iframe src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d15800.591347832786!2d77.53557069148248!3d8.086401871070697!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3b04ed3d2a087861%3A0x1e790e896aeffaa0!2sKanniyakumari%2C%20Tamil%20Nadu!5e0!3m2!1sen!2sin!4v1725988399887!5m2!1sen!2sin' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>"
                }
            ],
            "culture": [
                {
                    "cultureName": "Bharatanatyam",
                    "cultureImg": "https://images.unsplash.com/photo-1688820661462-a44e4b2770e8?q=80&w=1932&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                    "cultureDesc": "Bharatanatyam is a classical Indian dance form that originated in Tamil Nadu. It is known for its fixed upper torso, bent legs, intricate footwork, and expressive hand gestures and facial expressions. Bharatanatyam is traditionally performed by women and is one of the oldest classical dance forms in India."
                },
                {
                    "cultureName": "Carnatic Music",
                    "cultureImg": "https://www.acharyanet.com/wp-content/uploads/2021/02/Ritualistic-Singing-of-S-%E2%80%93-P-%E2%80%93-S-in-Carnatic-Music-by-Ravikiran.jpeg",
                    "cultureDesc": "Carnatic music is a system of music commonly associated with southern India, including Tamil Nadu. It is one of the two main subgenres of Indian classical music that evolved from ancient Hindu traditions. Carnatic music is known for its complex rhythms, intricate melodies, and devotional themes."
                },
                {
                    "cultureName": "Pongal Festival",
                    "cultureImg": "https://lh3.googleusercontent.com/QBIw5oMdkK0K0_xM61yGaA4dd9hhY8p2ESHFHtcc3JJfeaF5Hoj-OYRG5S2KPzJmmvun076EjDRtat1rk4OkHQPo4EK6yUP7d4oj99vz4Veekxc=s0",
                    "cultureDesc": "Pongal is a major harvest festival celebrated in Tamil Nadu. It is a four-day festival that marks the beginning of the sun's six-month-long journey northwards (Uttarayanam). The festival is named after the ceremonial 'Pongal' dish, which is prepared from the new harvest of rice boiled in milk with jaggery."
                },
                {
                    "cultureName": "Kolam",
                    "cultureImg": "https://th.bing.com/th/id/OIP.cgyszCdf0sNK0ipXfs_gpQHaF-?rs=1&pid=ImgDetMain",
                    "cultureDesc": "Kolam is a traditional form of drawing that is practiced in Tamil Nadu. It involves creating intricate patterns on the ground using rice flour, chalk powder, or rock powder. Kolams are usually drawn in front of houses early in the morning and are believed to bring prosperity and ward off evil spirits."
                },
                {
                    "cultureName": "Tamil Cuisine",
                    "cultureImg": "https://www.clubmahindra.com/blog/media/section_images/traditiona-4587f0ec65deaf1.jpg",
                    "cultureDesc": "Tamil cuisine is known for its rich flavors and use of spices. It includes a variety of vegetarian and non-vegetarian dishes, such as dosas, idlis, sambar, rasam, and biryani. Tamil cuisine is also famous for its use of rice, lentils, and a wide range of vegetables and spices."
                }
            ]
        }
    ]
}